blog/index.org
#+title: Blog

* Posts

** [[file:goldberg-variations.org][The Goldborg Variations: Musical Attractor States of LLMs]]
We give frontier LLMs the same seed -- a piece of music written in Strudel -- and ask them to repeatedly "evolve" it. Each model runs independently, receiving its own previous output each time. We run Claude, GPT, Gemini, Grok, Kimi, and Qwen, plus cross-model pairings. Each model develops a distinct musical personality.
