docs/blog/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-22 Sun 12:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Blog</title>
<meta name="author" content="Elle Najt" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../css/stylesheet.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="../index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Blog</h1>
<div id="outline-container-orgf1b323e" class="outline-2">
<h2 id="orgf1b323e">Posts</h2>
<div class="outline-text-2" id="text-orgf1b323e">
</div>
<div id="outline-container-orgcfba597" class="outline-3">
<h3 id="orgcfba597"><a href="goldberg-variations.html">The Goldborg Variations: Musical Attractor States of LLMs</a></h3>
<div class="outline-text-3" id="text-orgcfba597">
<p>
We give frontier LLMs the same seed &#x2013; a piece of music written in Strudel &#x2013; and ask them to repeatedly &ldquo;evolve&rdquo; it. Each model runs independently, receiving its own previous output each time. We run Claude, GPT, Gemini, Grok, Kimi, and Qwen, plus cross-model pairings. Each model develops a distinct musical personality.<br />
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Elle Najt</p>
<p class="email">Email: <a href="mailto:LNAJT4@gmail.com">LNAJT4@gmail.com</a></p>
<p class="date">Created: 2026-02-22 Sun 12:06</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.2 (<a href="https://orgmode.org">Org</a> mode 9.7.11)</p>
</div>
</body>
</html>
